#!/bin/bash

notify-send -u critical "Silently move active window to workspace" "╭───┰───────────────────────────────╮
│<b> 1 </b>┃ 🤫 move to 1                  │
│<b> 2 </b>┃ 🤫 move to 2                  │
│<b> 3 </b>┃ 🤫 move to 3                  │
│<b> 4 </b>┃ 🤫 move to 4                  │
│<b> 5 </b>┃ 🤫 move to 5                  │
│<b> 6 </b>┃ 🤫 move to 6                  │
│<b> 7 </b>┃ 🤫 move to 7                  │
│<b> 8 </b>┃ 🤫 move to 8                  │
│<b> 9 </b>┃ 🤫 move to 9                  │
│<b> 0 </b>┃ 🤫 move to 10                 │
│<b> l </b>┃ 🤫 move to next workspace     │
│<b> h </b>┃ 🤫 move to previous workspace │
╰───┸───────────────────────────────╯"
